// howItWorksContent.ts

export const businessContent = {
   title: "Снижение стоимости портфеля и повышение вовлеченности сотрудников.",
   description:
      "Подключитесь к крупнейшей в мире сети гибких рабочих пространств, управляйте доступом команды и получайте информацию об использовании в режиме реального времени. С CoWork вы можете:",
   features: [
      {
         title: "1. Активируйте стратегию на рабочем месте",
         items: [
            "Получите экспертизу консультацию по планированию рабочего места и политике гибридного рабочего места.",
            "Установите бюджет и процессы утверждения для использования рабочего пространства команды.",
            "Подключите CoWork к существующему программному обеспечению и системам.",
         ],
         cta: "Получить день",
      },
      {
         title: "2. Доступ к гибкому офисному пространству",
         items: [
            "Предоставьте доступ к тысячам рабочих пространств по всему миру.",
            "Позвольте сотрудникам мгновенно бронировать рабочие столы, отдельные кабинеты и переговорные комнаты на основе установленных вами разрешений.",
            "Выбирайте пространства на основе географии, удобств, доступности и бюджета.",
         ],
         cta: "Найти рабочие пространства",
      },
      {
         title: "3. Управление гибридными командами",
         items: [
            "Устанавливайте лимиты расходов и контроль доступа для разных команд и сотрудников.",
            "Отслеживайте использование рабочих пространств и активность сотрудников через панели управления в реальном времени.",
            "Сообщайте информацию о рабочих пространствах и политиках вашей команде.",
         ],
         cta: "Просмотреть менеджер рабочих пространств",
      },
      {
         title: "4. Получение аналитики использования",
         items: [
            "Анализируйте данные, чтобы понять предпочтения команды в рабочих пространствах и модели использования.",
            "Выявляйте возможности для экономии средств и оптимизируйте распределение пространств.",
            "Принимайте решения на основе данных для улучшения вашей недвижимости и стратегий гибридного рабочего места.",
         ],
         cta: "Узнать больше",
      },
   ],
};

export const individualsContent = {
   title: "Найдите идеальное рабочее место.",
   description:
      "Пропустите подписку. CoWork предоставляет вам доступ к столам, переговорным комнатам и офисам всех основных брендов коворкинга. С CoWork вы можете:",
   features: [
      {
         title: "1. Поиск рабочих пространств",
         items: [
            "Укажите свое местоположение, дату, время и желаемый тип рабочего пространства.",
            "Фильтруйте результаты по предпочтительным удобствам, цене, вместимости и другим предпочтениям.",
            "Изучите подробные описания, фотографии и обзоры каждого рабочего пространства.",
         ],
         cta: "Найти место",
      },
      {
         title: "2. Забронировать и оплатить",
         items: [
            "Безопасно и мгновенно забронируйте выбранное вами рабочее место онлайн.",
            "Оплачивайте покупки удобным для вас способом, например, Visa, Mastercard, American Express, Google Pay, Apple Pay, PayPal и другими.",
            "Получите электронное письмо с подтверждением и инструкциями о том, как получить доступ к вашему рабочему пространству.",
         ],
      },
      {
         title: "3. Сосредоточьтесь и сотрудничайте",
         items: [
            "Наслаждайтесь чистым, продуктивным и хорошо оборудованным рабочим местом.",
            "Воспользуйтесь такими удобствами, как Wi-Fi, печать, доски и конференц-залы.",
            "Сосредоточьтесь на своей работе в профессиональной среде.",
            "Бронируйте переговорные комнаты для командной работы.",
         ],
      },
      {
         title: "4. Оставить отзыв",
         items: [
            "Поделитесь своими отзывами и помогите другим найти идеальное рабочее место.",
            "Оцените свой опыт и предложите варианты улучшения.",
            "Внесите свой вклад в сообщество CoWork.",
         ],
      },
   ],
};

export const hostsContent = {
   title: "Превратите свое рабочее пространство в прибыль.",
   description:
      "Присоединяйтесь к крупнейшему мировому рынку гибких офисных помещений.\nЗаполните свои столы и офисы и заработайте дополнительные деньги на неиспользуемых переговорных комнатах. С CoWork вы можете:",
   features: [
      {
         title: "1. Создайте свой профиль",
         items: [
            "Создайте бесплатный профиль и объявления о продаже ваших помещений.",
            "Демонстрируйте свои помещения с помощью высококачественных фотографий и подробных описаний.",
            "Установите свои правила ценообразования, наличия мест и бронирования.",
         ],
      },
      {
         title: "2. Опубликуйте свои объявления",
         items: [
            "Пройдите проверку и разместите свои объявления на торговой площадке CoWork.",
            "Охватите глобальную аудиторию потенциальных гостей.",
            "Оптимизируйте свои объявления для лучшей видимости в результатах поиска в Интернете.",
         ],
      },
      {
         title: "3. Управление бронированием",
         items: [
            "Получайте и просматривайте заявки на бронирование рабочего пространства мгновенно через портал менеджера вашего объекта.",
            "Общайтесь с гостями и отвечайте на их вопросы.",
            "Управляйте своим календарем и планируйте бронирования с помощью бесшовной интеграции с Google Calendar и Outlook.",
         ],
      },
      {
         title: "4. Увеличьте свой доход",
         items: [
            "Получайте безопасные платежи через CoWork.",
            "Отслеживайте свои доходы и управляйте финансами.",
            "Отслеживайте отзывы для постоянного улучшения возможностей.",
         ],
         cta: "Начать зарабатывать",
      },
   ],
};
